export const team_data = [
    {
        id: 1,
        name: "1조",
        leader: "남경인 조",
        isAway: false,
        members: ["남경인 (01)", "허세훈 (01)", "김세린 (02)", "이채령 (02)", "최민재 (03)", "김민정 (04)", "이민수 (04)", "신채은 (04)", "이영준 (05)"]
    },
    {
        id: 2,
        name: "2조",
        leader: "박희주 조",
        isAway: false,
        members: ["박희주 (02)", "지찬영 (00)", "도함준 (02)", "김훈 (02)", "임지은 (03)", "배민주 (04)", "조정민 (04)", "송하경 (05)", "이석형 (05)"]
    },
    {
        id: 3,
        name: "3조",
        leader: "서유리 조",
        isAway: false,
        members: ["서유리 (03)", "윤예서 (03)", "이강연 (01)", "김유비 (02)", "최제영 (04)", "유준서 (04)", "이승규 (04)", "박하은 (05)", "주연 (06)", "유경현 (06)"]
    },
    {
        id: 4,
        name: "4조",
        leader: "하지웅 조",
        isAway: false,
        members: ["하지웅 (01)", "조수민 (01)", "이원빈 (01)", "박찬영 (01)", "오윤서 (03)", "유준 (03)", "임서윤 (03)", "이승주 (04)", "손은비 (04)"]
    },
    {
        id: 5,
        name: "5조",
        leader: "전하은 조",
        isAway: false,
        members: ["전하은 (03)", "남궁예진 (03)", "정길로 (02)", "이주원 (03)", "유승훈 (04)", "황지민 (04)", "임주헌 (05)", "손혜원 (05)", "이세영 (05)", "한진 (06)"]
    },
    {
        id: 6,
        name: "6조",
        leader: "전혜린 조",
        isAway: false,
        members: ["전혜린 (05)", "김지인 (02)", "김명 (01)", "최예인 (01)", "주안 (03)", "조하늘 (04)", "김수민 (04)", "안지우 (05)", "김민석 (05)", "고준우 (05)"]
    },
    {
        id: 7,
        name: "7조",
        leader: "조준상 조",
        isAway: false,
        members: ["조준상 (01)", "윤지호 (02)", "김시안 (01)", "김현 (01)", "이서우 (01)", "변은재 (02)", "김재은 (03)", "최영현 (04)", "조문성 (05)"]
    },
    {
        id: 8,
        name: "목희진",
        leader: "항상 감사합니다 ❤️",
        isAway: true,
        members: ["강솔로몬 목사님", "공병주 전도사님", "최요셉 전도사님", "이형석 전도사님", "배홍수 목사님"]
    },
    {
        id: 9,
        name: "도우미",
        leader: "같이 해줘서 감사합니다!",
        isAway: true,
        members: ["신영록", "김지수", "Grace Lee", "임제이슨", "오승호", "허태현", "한사무엘", "김에스더", "김도윤", "전유진", "최현우", "김영광", "김돈환", "윤세희", "유민해", "이지원", "윤지섭", "박주나", "이유진", "채은진", "권주현"]
    }
];