export const team_data = [
    {
        id: 1,
        name:"1조",
        leader:"남경인 조",
        isAway: false,
        members: ["남경인","허세훈","김세린","이채령","최민재","김민정","이민수","신채은","이영준"]
    },
    {
        id: 2,
        name:"2조",
        leader:"박희주 조",
        isAway: false,
        members: ["박희주","지찬영","도함준","김훈","임지은","배민주","조정민","송하경","이석형"]
    },
    {
        id: 3,
        name:"3조",
        leader:"서유리 조",
        isAway: false,
        members: ["서유리","윤예서","이강연","김유비","최제영","유준서","이승규","박하은","주연","유경현"]
    },
    {
        id: 4,
        name:"4조",
        leader:"하지웅 조",
        isAway: false,
        members: ["하지웅","조수민","이원빈","박찬영","오윤서","유준","임서윤","이승주","손은비"]
    },
    {
        id: 5,
        name:"5조",
        leader:"전하은 조",
        isAway: false,
        members: ["전하은","남궁예진","정길로","이주원","유승훈","황지민","임주헌","손혜원","이세영","한진"]
    },
    {
        id: 6,
        name:"6조",
        leader:"전혜린 조",
        isAway: false,
        members: ["전혜린","김지인","김명","최예인","주안","조하늘","김수민","안지우","김민석","고준우"]
    },
    {
        id: 7,
        name:"7조",
        leader:"조준상 조",
        isAway: false,
        members: ["조준상","윤지호","김시안","김현","이서우","변은재","김재은","최영현","조문성"]
    },
    {
        id: 8,
        name:"목희진",
        leader:"항상 감사합니다 ❤️",
        isAway: true,
        members: ["강솔로몬 목사님","공병주 전도사님","최요셉 전도사님","이형석 전도사님","배홍수 목사님"]
    },
    {
        id: 9,
        name:"도우미",
        leader:"같이 해줘서 감사합니다!",
        isAway: true,
        members: ["신영록","김지수","Grace Lee","임제이슨","오승호","허태현","한사무엘","김에스더","김도윤","전유진","최현우","김영광","김돈환","윤세희","유민해","이지원","윤지섭","박주나","이유진","채은진","권주현"]
    }
];