export const treasureFiles = [
    {
        name: '시작하기', icon: '🚀',
        hint: `📝 보물찾기 규칙:
    
1. 각 파일을 클릭해 패스코드를 입력하면 해당 단서가 나옵니다.
2. 단서는 다음 단서에 관한 패스코드나 \n미션을 알려줍니다.
3. 마지막 단서까지 도달하여 최종 보물을 찾으세요!

🎯 그럼 바로 첫 미션입니다!\n
조원 전원은 아래와 같은 도우미분들과 
사진/셀카를 찍어 오세요!

1. 레크레이션 도우미
2. 주방 도우미
3. 미디어 팀 도우미
4. 목회진

사진 4개를 조합하여 수양회 네컷을 만들어 \n셀목자 조수민 혹은 지찬영을 찾아가세요!
`, passcode: null
    },
    {
        name: '첫번째_단서', icon: '🗝️',
        hint: `첫번째 단서 획득!

축하드립니다! 
보물찾기에 첫걸음을 성공했습니다.

이번엔 두번째 단서를 얻을 수 있는 
문제를 드릴께요.

<33 39 36.9 N, 117 24 14.6 ?>

(...물음표?)
`, passcode: '8282'
    },
    {
        name: '두번째_단서', icon: '🧭',
        hint: `두번째 단서 획득!

이걸 찾네;; 쫌 하네 ^^
자 그럼, 바로 다음 단서로 넘어갈까요?

아니, 근데 궁금한게 있다고?
궁금하면 물어봐! 찾아야하나? 눌러볼까?

`, passcode: '1472'
    },
    {
        name: '세번째_단서', icon: '🔍',
        hint: `세번째 단선 획득!

이번거는 조금 어려웠지? 그래도 잘 풀었네.
머리 썻으니까 이제 몸을 운동해볼까?

미션!
이곳 수양회 어딘가 서랍 안에 숨겨두었지.
조각은 다섯 개! 다음 패스코드도 다섯 글자겠지?

`, passcode: 'graceandrest'
    },
    {
        name: '네번째_단서', icon: '🗺️',
        hint: `네번째 단서 획득!

거의 다 왔어!
이 문제만 풀면 마지막 단서에 도달해서
최종 미션을 진행하도록 해!

문제: 
1. 공병주 전도사님 생일 월 + 강솔로몬 \n목사님 생일 일
2. 이번 수양회 참가자 인원수 (신청자만!)
3. 셀목자 지찬영 전화번호 뒷자리 4개의 합
4. 셀목자 중에 UCI 출신은 몇명?

패스코드는 6자리야!
너희는 예삶, 청1에 대해서 얼마나 잘 \n안다고 생각해?
`, passcode: 'GR4C3'
    },
    {
        name: '마지막_단서', icon: '🏆',
        hint: `마지막 단서 획득!

대단해! 끝까지 도달했어.
이제 마지막 한가지의 미션 수행이 남았어.

보물을 획득하려면 셀목자 지찬영이나 
조수민을 찾아가
성경 구절을 암송해야 해! 
구절은 사무엘상 30:21~25절이야.
단, 다섯 명이 한 구절씩만 암송하도록 해!

그럼 너희는 보물을 얻는거야~!
`, passcode: '868245'
    },
];
